tap "homebrew/services"
tap "koekeishiya/formulae"
brew "awscli"
brew "bat"
brew "direnv"
brew "lsd"
brew "fd"
brew "fzf"
brew "gh"
brew "git-flow"
brew "go"
brew "helm"
brew "k9s"
brew "lazygit"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "skaffold"
brew "tlrc"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "zoxide"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "docker-desktop"
cask "tailscale-app"
cask "visual-studio-code"
